Repository: blaineam/Haven
Catalog: apple/HavenApp/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, zh_hans

source: Asks your primary device to authorize this one and send your profile + posts.
de: Bittet dein Hauptgerät, dieses Gerät zu autorisieren und dein Profil + deine Beiträge zu senden.
es: Pide a tu dispositivo principal que autorice este y te envíe tu perfil y tus publicaciones.
fr: Demande à votre appareil principal d'autoriser celui-ci et d'envoyer votre profil et vos publications.
it: Chiede al tuo dispositivo principale di autorizzare questo dispositivo e di inviare il tuo profilo + i tuoi post.
ja: メインの端末にこの端末の承認を求め、プロフィールと投稿を送ってもらいます。
ko: 기본 기기에 이 기기를 승인하고 프로필과 게시물을 보내 달라고 요청해요.
pt_br: Pede ao seu dispositivo principal que autorize este aqui e envie seu perfil + publicações.
zh_hans: 请求你的主设备授权这台设备，并发送你的资料和动态。

source: Audio reply
de: Audio-Antwort
es: Respuesta de audio
fr: Réponse audio
it: Risposta audio
ja: 音声で返信
ko: 음성 답장
pt_br: Resposta em áudio
zh_hans: 语音回复

source: Authorized devices
de: Autorisierte Geräte
es: Dispositivos autorizados
fr: Appareils autorisés
it: Dispositivi autorizzati
ja: 許可済みのデバイス
ko: 승인된 기기
pt_br: Dispositivos autorizados
zh_hans: 已授权的设备

source: Auto-delete — default
de: Automatisch löschen — Standard
es: Autoeliminación — predeterminada
fr: Suppression automatique — par défaut
it: Eliminazione automatica — predefinita
ja: 自動削除 — デフォルト
ko: 자동 삭제 — 기본값
pt_br: Exclusão automática — padrão
zh_hans: 自动删除 — 默认

source: Auto-delete old posts
de: Alte Beiträge automatisch löschen
es: Eliminar automáticamente las publicaciones antiguas
fr: Supprimer automatiquement les anciennes publications
it: Elimina automaticamente i vecchi post
ja: 古い投稿を自動削除
ko: 오래된 게시물 자동 삭제
pt_br: Excluir publicações antigas automaticamente
zh_hans: 自动删除旧帖子

source: Auto-optimize media
de: Medien automatisch optimieren
es: Optimizar el contenido automáticamente
fr: Optimiser automatiquement les médias
it: Ottimizza i media automaticamente
ja: メディアを自動最適化
ko: 미디어 자동 최적화
pt_br: Otimizar mídia automaticamente
zh_hans: 自动优化媒体文件

source: Back up to iCloud
de: In iCloud sichern
es: Hacer copia de seguridad en iCloud
fr: Sauvegarder sur iCloud
it: Esegui il backup su iCloud
ja: iCloudにバックアップ
ko: iCloud에 백업
pt_br: Fazer backup no iCloud
zh_hans: 备份到 iCloud

source: Back up your identity to iCloud, move it with a QR code, or restore one here.
de: Sichere deine Identität in iCloud, übertrage sie per QR-Code oder stelle sie hier wieder her.
es: Haz una copia de seguridad de tu identidad en iCloud, muévela con un código QR o restaura una aquí.
fr: Sauvegardez votre identité sur iCloud, transférez-la avec un code QR ou restaurez-en une ici.
it: Esegui il backup della tua identità su iCloud, spostala con un codice QR o ripristinala qui.
ja: あなたのIDをiCloudにバックアップしたり、QRコードで移行したり、ここで復元したりできます。
ko: 신원 정보를 iCloud에 백업하거나, QR 코드로 옮기거나, 여기에서 복원할 수 있어요.
pt_br: Faça backup da sua identidade no iCloud, transfira-a com um código QR ou restaure uma aqui.
zh_hans: 在这里把你的身份备份到 iCloud、用 QR 码转移，或恢复身份。

source: Backed up to a relay
de: Auf einem Relay gesichert
es: Con copia de seguridad en un relay
fr: Sauvegardé sur un relay
it: Backup su un relay
ja: リレーにバックアップ済み
ko: Relay에 백업됨
pt_br: Com backup em um relay
zh_hans: 已备份到 Relay

source: Backed up to a relay others can read
de: Auf einem Relay gesichert, das andere lesen können
es: Con copia de seguridad en un relay que otros pueden leer
fr: Sauvegardé sur un relay que d'autres peuvent lire
it: Backup su un relay leggibile da altri
ja: 他の人が読めるリレーにバックアップ済み
ko: 다른 사람이 읽을 수 있는 Relay에 백업됨
pt_br: Com backup em um relay que outras pessoas podem ler
zh_hans: 已备份到他人可读取的 Relay

source: Backs up an encrypted recovery copy to your iCloud Keychain — active keys never leave this device.
de: Sichert eine verschlüsselte Wiederherstellungskopie in deinem iCloud-Schlüsselbund — aktive Schlüssel verlassen dieses Gerät nie.
es: Guarda una copia de recuperación cifrada en tu Llavero de iCloud: las claves activas nunca salen de este dispositivo.
fr: Sauvegarde une copie de récupération chiffrée dans votre trousseau iCloud — les clés actives ne quittent jamais cet appareil.
it: Salva una copia di recupero cifrata nel tuo portachiavi iCloud: le chiavi attive non lasciano mai questo dispositivo.
ja: 暗号化した復元用のコピーをiCloudキーチェーンにバックアップします。使用中の鍵がこの端末から出ることはありません。
ko: 암호화된 복구본을 iCloud 키체인에 백업해요 — 사용 중인 키는 이 기기를 벗어나지 않아요.
pt_br: Salva uma cópia de recuperação criptografada nas suas Chaves do iCloud — as chaves ativas nunca saem deste dispositivo.
zh_hans: 将加密的恢复副本备份到你的 iCloud 钥匙串 — 正在使用的密钥永远不会离开这台设备。

source: Be a relay on this device
de: Dieses Gerät als Relay nutzen
es: Ser un relay en este dispositivo
fr: Faire de cet appareil un relay
it: Usa questo dispositivo come relay
ja: この端末をリレーにする
ko: 이 기기에서 Relay 실행하기
pt_br: Ser um relay neste dispositivo
zh_hans: 让这台设备充当 Relay

source: Be the circle's backup
de: Das Backup des Kreises sein
es: Ser la copia de seguridad del círculo
fr: Être la sauvegarde du cercle
it: Fai da backup per la cerchia
ja: サークルのバックアップになる
ko: 이 서클의 백업 역할 맡기
pt_br: Ser o backup do círculo
zh_hans: 充当圈子的备份

source: Be this circle's relay
de: Relay dieses Kreises sein
es: Ser el relay de este círculo
fr: Être le relay de ce cercle
it: Fai da relay per questa cerchia
ja: このサークルのリレーになる
ko: 이 서클의 Relay 되기
pt_br: Ser o relay deste círculo
zh_hans: 充当这个圈子的 Relay

source: Be your circle's relay
de: Relay deines Kreises sein
es: Ser el relay de tu círculo
fr: Être le relay de votre cercle
it: Fai da relay per la tua cerchia
ja: あなたのサークルのリレーになる
ko: 내 서클의 Relay 되기
pt_br: Ser o relay do seu círculo
zh_hans: 充当你圈子的 Relay

source: Block
de: Blockieren
es: Bloquear
fr: Bloquer
it: Blocca
ja: ブロック
ko: 차단
pt_br: Bloquear
zh_hans: 屏蔽

source: Block %@
de: %@ blockieren
es: Bloquear a %@
fr: Bloquer %@
it: Blocca %@
ja: %@をブロック
ko: %@ 차단
pt_br: Bloquear %@
zh_hans: 屏蔽 %@

source: Blocked
de: Blockiert
es: Bloqueado
fr: Bloqué
it: Bloccato
ja: ブロック中
ko: 차단됨
pt_br: Bloqueado
zh_hans: 已屏蔽

source: Blocked people
de: Blockierte Personen
es: Personas bloqueadas
fr: Personnes bloquées
it: Persone bloccate
ja: ブロックした人
ko: 차단한 사람
pt_br: Pessoas bloqueadas
zh_hans: 已屏蔽的人

source: Call
de: Anrufen
es: Llamar
fr: Appeler
it: Chiama
ja: 通話
ko: 통화
pt_br: Ligar
zh_hans: 通话

source: Camera
de: Kamera
es: Cámara
fr: Appareil photo
it: Fotocamera
ja: カメラ
ko: 카메라
pt_br: Câmera
zh_hans: 相机

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
ko: 취소
pt_br: Cancelar
zh_hans: 取消

source: Capture more
de: Mehr aufnehmen
es: Capturar más
fr: Capturer plus
it: Scatta ancora
ja: さらに撮影
ko: 더 촬영하기
pt_br: Capturar mais
zh_hans: 继续拍摄

source: Change
de: Ändern
es: Cambiar
fr: Modifier
it: Modifica
ja: 変更
ko: 변경
pt_br: Alterar
zh_hans: 更改

source: Change photo
de: Foto ändern
es: Cambiar foto
fr: Changer de photo
it: Cambia foto
ja: 写真を変更
ko: 사진 변경
pt_br: Alterar foto
zh_hans: 更换照片

source: Changes apply next time the relay starts — flip it off and on to apply now.
de: Änderungen gelten ab dem nächsten Start des Relays — schalte es aus und wieder ein, um sie jetzt zu übernehmen.
es: Los cambios se aplican la próxima vez que se inicie el relay: desactívalo y actívalo para aplicarlos ahora.
fr: Les modifications s'appliqueront au prochain démarrage du relay — désactivez-le puis réactivez-le pour les appliquer maintenant.
it: Le modifiche si applicano al prossimo avvio del relay: disattivalo e riattivalo per applicarle subito.
ja: 変更は次回リレーを起動したときに適用されます。今すぐ適用するには、オフにしてからオンにしてください。
ko: 변경 사항은 Relay가 다음에 시작될 때 적용돼요 — 지금 적용하려면 껐다가 다시 켜세요.
pt_br: As alterações valem na próxima vez que o relay iniciar — desative e ative para aplicar agora.
zh_hans: 更改将在 Relay 下次启动时生效 — 想立即生效，请把它关闭再打开。

source: Check these safety words match what they see before adding.
de: Prüfe vor dem Hinzufügen, ob diese Sicherheitswörter mit denen übereinstimmen, die die andere Person sieht.
es: Comprueba que estas palabras de seguridad coincidan con las que ven antes de añadir.
fr: Vérifiez que ces mots de sécurité correspondent à ceux que la personne voit avant de l'ajouter.
it: Controlla che queste parole di sicurezza corrispondano a quelle che vedono loro prima di aggiungerli.
ja: 追加する前に、この安全確認の言葉が相手の画面と一致しているか確認してください。
ko: 추가하기 전에 이 보안 단어가 상대방 화면에 보이는 것과 같은지 확인하세요.
pt_br: Confira se estas palavras de segurança são as mesmas que a outra pessoa vê antes de adicionar.
zh_hans: 添加前，请确认这些安全词与对方看到的一致。

source: Circle
de: Kreis
es: Círculo
fr: Cercle
it: Cerchia
ja: サークル
ko: 서클
pt_br: Círculo
zh_hans: 圈子

source: Circle · %lld
de: Kreis · %lld
es: Círculo · %lld
fr: Cercle · %lld
it: Cerchia · %lld
ja: サークル · %lld
ko: 서클 · %lld
pt_br: Círculo · %lld
zh_hans: 圈子 · %lld

source: Circle name
de: Name des Kreises
es: Nombre del círculo
fr: Nom du cercle
it: Nome della cerchia
ja: サークル名
ko: 서클 이름
pt_br: Nome do círculo
zh_hans: 圈子名称

source: Circle name (e.g. Family)
de: Name des Kreises (z. B. Familie)
es: Nombre del círculo (p. ej. Familia)
fr: Nom du cercle (ex. Famille)
it: Nome della cerchia (es. Famiglia)
ja: サークル名（例: 家族）
ko: 서클 이름 (예: 가족)
pt_br: Nome do círculo (ex.: Família)
zh_hans: 圈子名称（例如：家人）

source: Circle relay
de: Relay des Kreises
es: Relay del círculo
fr: Relay du cercle
it: Relay della cerchia
ja: サークルのリレー
ko: 서클 Relay
pt_br: Relay do círculo
zh_hans: 圈子 Relay

source: Circle settings
de: Kreis-Einstellungen
es: Ajustes del círculo
fr: Réglages du cercle
it: Impostazioni della cerchia
ja: サークルの設定
ko: 서클 설정
pt_br: Ajustes do círculo
zh_hans: 圈子设置

source: Clean up unused media
de: Nicht genutzte Medien aufräumen
es: Limpiar el contenido sin usar
fr: Nettoyer les médias inutilisés
it: Libera spazio dai media inutilizzati
ja: 使っていないメディアを整理
ko: 사용하지 않는 미디어 정리
pt_br: Limpar mídia não utilizada
zh_hans: 清理未使用的媒体文件

source: Cleaning up…
de: Wird aufgeräumt…
es: Limpiando…
fr: Nettoyage…
it: Pulizia in corso…
ja: 整理しています…
ko: 정리하는 중…
pt_br: Limpando…
zh_hans: 正在清理…

source: Clear
de: Löschen
es: Borrar
fr: Effacer
it: Cancella
ja: 消去
ko: 지우기
pt_br: Limpar
zh_hans: 清除

source: Cloudflare tunnel install token
de: Cloudflare-Tunnel-Installationstoken
es: Token de instalación del túnel de Cloudflare
fr: Jeton d'installation du tunnel Cloudflare
it: Token di installazione del tunnel Cloudflare
ja: Cloudflareトンネルのインストールトークン
ko: Cloudflare 터널 설치 토큰
pt_br: Token de instalação do túnel Cloudflare
zh_hans: Cloudflare 隧道安装令牌

source: Comment
de: Kommentieren
es: Comentar
fr: Commenter
it: Commenta
ja: コメント
ko: 댓글
pt_br: Comentar
zh_hans: 评论

source: Comment on the most recent post in a circle.
de: Kommentiere den neuesten Beitrag in einem Kreis.
es: Comenta la publicación más reciente de un círculo.
fr: Commentez la publication la plus récente d'un cercle.
it: Commenta il post più recente di una cerchia.
ja: サークルの最新の投稿にコメントします。
ko: 서클의 가장 최근 게시물에 댓글을 남깁니다.
pt_br: Comente na publicação mais recente de um círculo.
zh_hans: 评论某个圈子里最新的帖子。

source: Comments
de: Kommentare
es: Comentarios
fr: Commentaires
it: Commenti
ja: コメント
ko: 댓글
pt_br: Comentários
zh_hans: 评论

source: Compressing so it sends quickly
de: Wird komprimiert, damit es schnell gesendet wird
es: Comprimiendo para que se envíe rápido
fr: Compression pour un envoi rapide
it: Compressione in corso per inviarlo rapidamente
ja: すぐ送れるように圧縮しています
ko: 빠르게 보낼 수 있도록 압축하는 중
pt_br: Comprimindo para enviar mais rápido
zh_hans: 正在压缩，以便快速发送

source: Configured relays · %lld
de: Eingerichtete Relays · %lld
es: Relays configurados · %lld
fr: Relays configurés · %lld
it: Relay configurati · %lld
ja: 設定済みのリレー · %lld
ko: 설정된 Relay · %lld
pt_br: Relays configurados · %lld
zh_hans: 已配置的 Relay · %lld

source: Connect
de: Verbinden
es: Conectar
fr: Connecter
it: Connetti
ja: 接続
ko: 연결
pt_br: Conectar
zh_hans: 连接

source: Connect an external relay
de: Externes Relay verbinden
es: Conectar un relay externo
fr: Connecter un relay externe
it: Collega un relay esterno
ja: 外部リレーに接続
ko: 외부 Relay 연결
pt_br: Conectar um relay externo
zh_hans: 连接外部 Relay

source: Connect for all my circles
de: Für alle meine Kreise verbinden
es: Conectar para todos mis círculos
fr: Connecter pour tous mes cercles
it: Collega per tutte le mie cerchie
ja: すべてのサークルで接続
ko: 내 모든 서클에 연결
pt_br: Conectar para todos os meus círculos
zh_hans: 为我的所有圈子连接

source: Connect for this circle
de: Für diesen Kreis verbinden
es: Conectar para este círculo
fr: Connecter pour ce cercle
it: Collega per questa cerchia
ja: このサークルで接続
ko: 이 서클에 연결
pt_br: Conectar para este círculo
zh_hans: 为这个圈子连接

source: Connected
de: Verbunden
es: Conectado
fr: Connecté
it: Connesso
ja: 接続済み
ko: 연결됨
pt_br: Conectado
zh_hans: 已连接

source: Connected — used as the relay
de: Verbunden — wird als Relay genutzt
es: Conectado — se usa como relay
fr: Connecté — utilisé comme relay
it: Connesso — in uso come relay
ja: 接続済み — リレーとして使用中
ko: 연결됨 — Relay로 사용 중
pt_br: Conectado — usado como relay
zh_hans: 已连接 — 作为 Relay 使用

source: Connected to your circle's relay
de: Mit dem Relay deines Kreises verbunden
es: Conectado al relay de tu círculo
fr: Connecté au relay de votre cercle
it: Connesso al relay della tua cerchia
ja: サークルのリレーに接続済み
ko: 서클의 Relay에 연결됨
pt_br: Conectado ao relay do seu círculo
zh_hans: 已连接到你圈子的 Relay

source: Connection
de: Verbindung
es: Conexión
fr: Connexion
it: Connessione
ja: 接続
ko: 연결
pt_br: Conexão
zh_hans: 连接

source: Connection requests
de: Verbindungsanfragen
es: Solicitudes de conexión
fr: Demandes de connexion
it: Richieste di connessione
ja: 接続リクエスト
ko: 연결 요청
pt_br: Solicitações de conexão
zh_hans: 连接请求

source: Continue
de: Weiter
es: Continuar
fr: Continuer
it: Continua
ja: 続ける
ko: 계속
pt_br: Continuar
zh_hans: 继续

source: Continue…
de: Weiter…
es: Continuar…
fr: Continuer…
it: Continua…
ja: 続ける…
ko: 계속…
pt_br: Continuar…
zh_hans: 继续…

source: Conversations
de: Unterhaltungen
es: Conversaciones
it: Conversazioni
ja: 会話
ko: 대화
pt_br: Conversas
zh_hans: 对话

source: Copied
de: Kopiert
es: Copiado
fr: Copié
it: Copiato
ja: コピーしました
ko: 복사됨
pt_br: Copiado
zh_hans: 已复制

source: Copied — run: haven-relay run --link …
de: Kopiert — ausführen: haven-relay run --link …
es: Copiado — ejecuta: haven-relay run --link …
fr: Copié — exécutez : haven-relay run --link …
it: Copiato — esegui: haven-relay run --link …
ja: コピーしました — 実行: haven-relay run --link …
ko: 복사됨 — 실행: haven-relay run --link …
pt_br: Copiado — execute: haven-relay run --link …
zh_hans: 已复制 — 运行：haven-relay run --link …

source: Copy link
de: Link kopieren
es: Copiar enlace
fr: Copier le lien
it: Copia link
ja: リンクをコピー
ko: 링크 복사
pt_br: Copiar link
zh_hans: 复制链接

source: Copy link code
de: Link-Code kopieren
es: Copiar código del enlace
fr: Copier le code du lien
it: Copia il codice del link
ja: リンクコードをコピー
ko: 링크 코드 복사
pt_br: Copiar código do link
zh_hans: 复制链接代码

source: Copy my relay link (all circles)
de: Meinen Relay-Link kopieren (alle Kreise)
es: Copiar mi enlace de Relay (todos los círculos)
fr: Copier mon lien Relay (tous les cercles)
it: Copia il mio link Relay (tutte le cerchie)
ja: 自分の Relay リンクをコピー（すべてのサークル）
ko: 내 릴레이 링크 복사(모든 서클)
pt_br: Copiar meu link do Relay (todos os círculos)
zh_hans: 复制我的 Relay 链接（所有圈子）

source: Copy this link, run `haven-relay run --link <link>`, then paste the node id it prints below.
de: Kopiere diesen Link, führe `haven-relay run --link <link>` aus und füge dann die unten ausgegebene Node-ID hier ein.
es: Copia este enlace, ejecuta `haven-relay run --link <link>` y luego pega abajo el id de nodo que aparezca.
fr: Copiez ce lien, exécutez `haven-relay run --link <link>`, puis collez ci-dessous l'identifiant de nœud affiché.
it: Copia questo link, esegui `haven-relay run --link <link>`, poi incolla qui sotto l'id del nodo che stampa.
ja: このリンクをコピーして `haven-relay run --link <link>` を実行し、表示されたノード ID を下に貼り付けてください。
ko: 이 링크를 복사한 뒤 `haven-relay run --link <link>`를 실행하고, 출력된 노드 ID를 아래에 붙여넣으세요.
pt_br: Copie este link, execute `haven-relay run --link <link>` e cole abaixo o id do nó que aparecer.
zh_hans: 复制此链接，运行 `haven-relay run --link <link>`，然后把它输出的节点 ID 粘贴到下方。

source: Copy transfer code
de: Transfercode kopieren
es: Copiar código de transferencia
fr: Copier le code de transfert
it: Copia il codice di trasferimento
ja: 転送コードをコピー
ko: 전송 코드 복사
pt_br: Copiar código de transferência
zh_hans: 复制转移代码

source: Couldn't read that image.
de: Dieses Bild konnte nicht gelesen werden.
es: No se pudo leer esa imagen.
fr: Impossible de lire cette image.
it: Impossibile leggere l'immagine.
ja: その画像を読み込めませんでした。
ko: 이미지를 읽을 수 없습니다.
pt_br: Não foi possível ler essa imagem.
zh_hans: 无法读取该图片。

source: Create
de: Erstellen
es: Crear
fr: Créer
it: Crea
ja: 作成
ko: 만들기
pt_br: Criar
zh_hans: 创建

source: Create a Haven Post
de: Haven-Beitrag erstellen
es: Crear una publicación de Haven
fr: Créer une publication Haven
it: Crea un post su Haven
ja: Haven の投稿を作成
ko: Haven 게시물 만들기
pt_br: Criar um post no Haven
zh_hans: 创建 Haven 帖子

source: Current
de: Aktuell
es: Actual
fr: Actuel
it: Attuale
ja: 現在
ko: 현재
pt_br: Atual
zh_hans: 当前

source: Custom domain (Haven runs cloudflared)
de: Eigene Domain (Haven nutzt cloudflared)
es: Dominio personalizado (Haven ejecuta cloudflared)
fr: Domaine personnalisé (Haven exécute cloudflared)
it: Dominio personalizzato (Haven usa cloudflared)
ja: カスタムドメイン（Haven が cloudflared を実行）
ko: 사용자 지정 도메인(Haven이 cloudflared를 실행합니다)
pt_br: Domínio personalizado (o Haven executa o cloudflared)
zh_hans: 自定义域名（由 Haven 运行 cloudflared）

source: Danger zone
de: Gefahrenbereich
es: Zona de peligro
fr: Zone de danger
it: Zona pericolosa
ja: 危険な操作
ko: 위험 구역
pt_br: Zona de perigo
zh_hans: 危险区域

source: Deactivate
de: Deaktivieren
es: Desactivar
fr: Désactiver
it: Disattiva
ja: 無効にする
ko: 비활성화
pt_br: Desativar
zh_hans: 停用

source: Default
de: Standard
es: Predeterminado
fr: Par défaut
it: Predefinito
ja: デフォルト
ko: 기본값
pt_br: Padrão
zh_hans: 默认

source: Default — inherited by every circle
de: Standard — gilt für jeden Kreis
es: Predeterminado — lo heredan todos los círculos
fr: Par défaut — hérité par tous les cercles
it: Predefinito — ereditato da ogni cerchia
ja: デフォルト — すべてのサークルに継承されます
ko: 기본값 — 모든 서클에 적용됩니다
pt_br: Padrão — herdado por todos os círculos
zh_hans: 默认 — 所有圈子都会继承

source: Default (%@)
de: Standard (%@)
es: Predeterminado (%@)
fr: Par défaut (%@)
it: Predefinito (%@)
ja: デフォルト（%@）
ko: 기본값(%@)
pt_br: Padrão (%@)
zh_hans: 默认（%@）

source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina
ja: 削除
ko: 삭제
pt_br: Excluir
zh_hans: 删除

source: Delete “%@”?
de: „%@“ löschen?
es: ¿Eliminar “%@”?
fr: Supprimer « %@ » ?
it: Eliminare “%@”?
ja: 「%@」を削除しますか？
ko: “%@”을(를) 삭제할까요?
pt_br: Excluir “%@”?
zh_hans: 删除“%@”？

source: Delete local media older than
de: Lokale Medien löschen, die älter sind als
es: Eliminar los archivos locales con más de
fr: Supprimer les médias locaux de plus de
it: Elimina i media locali più vecchi di
ja: 次より古いローカルメディアを削除
ko: 이 기간이 지난 로컬 미디어 삭제
pt_br: Excluir mídia local com mais de
zh_hans: 删除早于此时间的本地媒体

source: Delete now
de: Jetzt löschen
es: Eliminar ahora
fr: Supprimer maintenant
it: Elimina ora
ja: 今すぐ削除
ko: 지금 삭제
pt_br: Excluir agora
zh_hans: 立即删除

source: Delete story
de: Story löschen
es: Eliminar historia
fr: Supprimer la story
it: Elimina storia
ja: ストーリーを削除
ko: 스토리 삭제
pt_br: Excluir story
zh_hans: 删除故事

source: Delete this identity
de: Diese Identität löschen
es: Eliminar esta identidad
fr: Supprimer cette identité
it: Elimina questa identità
ja: このIDを削除
ko: 이 ID 삭제
pt_br: Excluir esta identidade
zh_hans: 删除此身份

source: Delete this story?
de: Diese Story löschen?
es: ¿Eliminar esta historia?
fr: Supprimer cette story ?
it: Eliminare questa storia?
ja: このストーリーを削除しますか？
ko: 이 스토리를 삭제할까요?
pt_br: Excluir este story?
zh_hans: 要删除这条故事吗？

source: Deleted relays · %lld
de: Gelöschte Relays · %lld
es: Relays eliminados · %lld
fr: Relays supprimés · %lld
it: Relay eliminati · %lld
ja: 削除済みの Relay · %lld
ko: 삭제된 릴레이 · %lld
pt_br: Relays excluídos · %lld
zh_hans: 已删除的 Relay · %lld

source: Devices
de: Geräte
es: Dispositivos
fr: Appareils
it: Dispositivi
ja: デバイス
ko: 기기
pt_br: Dispositivos
zh_hans: 设备

source: Disappearing
de: Verschwindend
es: Temporales
fr: Éphémère
it: Effimero
ja: 消えるメッセージ
ko: 사라지는 메시지
pt_br: Temporário
zh_hans: 定时消失

source: Disappears after %@
de: Verschwindet nach %@
es: Desaparece después de %@
fr: Disparaît après %@
it: Scompare dopo %@
ja: %@後に消えます
ko: %@ 후 사라짐
pt_br: Desaparece após %@
zh_hans: %@ 后消失

source: Disappears after…
de: Verschwindet nach…
es: Desaparece después de…
fr: Disparaît après…
it: Scompare dopo…
ja: 次の時間で消える…
ko: 다음 시간 후 사라짐…
pt_br: Desaparece após…
zh_hans: 消失时间…

source: Disappears: %@
de: Verschwindet: %@
es: Desaparece: %@
fr: Disparition : %@
it: Scompare: %@
ja: 消えるまで: %@
ko: 사라짐: %@
pt_br: Desaparece: %@
zh_hans: 消失时间：%@

source: Dismiss
de: Schließen
es: Descartar
fr: Ignorer
it: Ignora
ja: 閉じる
ko: 닫기
pt_br: Dispensar
zh_hans: 关闭

source: Displays
de: Anzeigen
es: Pantallas
fr: Écrans
it: Schermi
ja: ディスプレイ
ko: 디스플레이
pt_br: Telas
zh_hans: 显示器

source: Done
de: Fertig
es: Listo
fr: Terminé
it: Fatto
ja: 完了
ko: 완료
pt_br: Concluído
zh_hans: 完成

source: Download %@
de: %@ herunterladen
es: Descargar %@
fr: Télécharger %@
it: Scarica %@
ja: %@ をダウンロード
ko: %@ 다운로드
pt_br: Baixar %@
zh_hans: 下载 %@

source: Download file
de: Datei herunterladen
es: Descargar archivo
fr: Télécharger le fichier
it: Scarica il file
ja: ファイルをダウンロード
ko: 파일 다운로드
pt_br: Baixar arquivo
zh_hans: 下载文件

source: Downloading story…
de: Story wird geladen…
es: Descargando historia…
fr: Téléchargement de la story…
it: Download della storia…
ja: ストーリーをダウンロード中…
ko: 스토리 다운로드 중…
pt_br: Baixando story…
zh_hans: 正在下载故事…

# Downloading… %lld/%lld
source: Downloading… %1$lld/%2$lld
de: Wird geladen… %1$lld/%2$lld
es: Descargando… %1$lld/%2$lld
fr: Téléchargement… %1$lld/%2$lld
it: Download… %1$lld/%2$lld
ja: ダウンロード中… %1$lld/%2$lld
ko: 다운로드 중… %1$lld/%2$lld
pt_br: Baixando… %1$lld/%2$lld
zh_hans: 正在下载… %1$lld/%2$lld

source: Drag to reorder your pinned conversations
de: Zum Umsortieren angepinnte Unterhaltungen ziehen
es: Arrastra para reordenar tus conversaciones fijadas
fr: Faites glisser pour réorganiser vos conversations épinglées
it: Trascina per riordinare le conversazioni fissate
ja: ドラッグしてピン留めした会話を並べ替え
ko: 드래그해서 고정된 대화 순서 변경
pt_br: Arraste para reordenar suas conversas fixadas
zh_hans: 拖动以重新排列置顶对话

source: Drop to attach
de: Zum Anhängen loslassen
es: Suelta para adjuntar
fr: Déposez pour joindre
it: Rilascia per allegare
ja: ドロップして添付
ko: 놓아서 첨부
pt_br: Solte para anexar
zh_hans: 拖放到此处添加附件

source: Edit
de: Bearbeiten
es: Editar
fr: Modifier
it: Modifica
ja: 編集
ko: 편집
pt_br: Editar
zh_hans: 编辑

source: Edit comment
de: Kommentar bearbeiten
es: Editar comentario
fr: Modifier le commentaire
it: Modifica commento
ja: コメントを編集
ko: 댓글 편집
pt_br: Editar comentário
zh_hans: 编辑评论

source: Edit post
de: Beitrag bearbeiten
es: Editar publicación
fr: Modifier la publication
it: Modifica post
ja: 投稿を編集
ko: 게시물 편집
pt_br: Editar post
zh_hans: 编辑帖子

source: Edit profile
de: Profil bearbeiten
es: Editar perfil
fr: Modifier le profil
it: Modifica profilo
ja: プロフィールを編集
ko: 프로필 편집
pt_br: Editar perfil
zh_hans: 编辑个人资料

source: edited
de: bearbeitet
es: editado
fr: modifié
it: modificato
ja: 編集済み
ko: 편집됨
pt_br: editada
zh_hans: 已编辑

source: Editing message
de: Nachricht bearbeiten
es: Editando mensaje
fr: Modification du message
it: Modifica messaggio
ja: メッセージを編集中
ko: 메시지 편집 중
pt_br: Editando mensagem
zh_hans: 正在编辑消息

source: Emoji (shown if you remove your photo)
de: Emoji (wird angezeigt, wenn du dein Foto entfernst)
es: Emoji (se muestra si quitas tu foto)
fr: Emoji (affiché si vous retirez votre photo)
it: Emoji (mostrata se rimuovi la foto)
ja: 絵文字（写真を削除すると表示されます）
ko: 이모지 (사진을 삭제하면 표시됨)
pt_br: Emoji (exibido se você remover sua foto)
zh_hans: 表情符号（移除照片后显示）
